Revit 2024 API
SpecTypeId.ReinforcementSpacing Property
 Reinforcement Spacing, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId ReinforcementSpacing { get; }
Visual Basic
Public Shared ReadOnly Property ReinforcementSpacing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ReinforcementSpacing {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace